[
    {
        "quote": "Winning isn't everything, but wanting to win is.",
        "author": "Vince Lombardi"
      },
      {"quote": "Winning isn't everything, but wanting to win is.",
        "author": "Vince Lombardi"
      },
      {
        "quote": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.",
        "author": "Muhammad Ali"
      },
      {
        "quote": "When my time on Earth is gone, and my activities here are past, I want them to bury me upside down, and my critics can kiss my ass.",
        "author": "Bobby Knight"
      },
      {
        "quote": "Don't measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
        "author": "John Wooden"
      },
      {
        "quote": "Never give up! Failure and rejection are only the first step to succeeding.",
        "author": "Jim Valvano"
      },
      {
        "quote": "To be the man, you have to beat the man.",
        "author": "Ric Flair"
      },
      {
        "quote": "They are who we thought they were!",
        "author": "Dennis Green"
      },
      {
        "quote": "Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.",
        "author": "Lou Brock"
      },
      {
        "quote": "Sportsmanship for me is when a guy walks off the court and you really can't tell whether he won or lost, when he carries himself with pride either way.",
        "author": "Jim Courier"
      }, 
      {
        "quote": "Excellence is not a singular act but a habit. You are what you do repeatedly.",
        "author": "Shaquille O'Neal"
      },
      {
        "quote": "A champion is someone who gets up when he can't.",
        "author": "Jack Dempsey"
      },
      {
        "quote": "I wanna kiss you. I couldn't care less about the team struggling.",
        "author": "Joe Namath"
      },
      {
        "quote": "I can't play being mad. I go out there and have fun. It's a game, and that's how I am going to treat it.",
        "author": "Ken Griffey Jr."
      },
      {
        "quote": "One man practicing sportsmanship is far better than 50 preaching it.",
        "author": "Knute Rockne"
      },
      {
        "quote": "A good coach will make his players see what they can be rather than what they are.",
        "author": "Ara Parseghian"
      },
      {
        "quote": "In the end, it’s extra effort that separates a winner from second place...",
        "author": "Jesse Owens"
      },
      {
        "quote": "It’s not the will to win that matters—everyone has that. It’s the will to prepare to win that matters.",
        "author": "Paul 'Bear' Bryant"
      },
      {
        "quote": "Most people run a race to see who is fastest. I run a race to see who has the most guts.",
        "author": "Steve Prefontaine"
      },
      {
        "quote": "It's not the disability that defines you; it's how you deal with the challenges the disability presents you with. We have an obligation to the abilities we DO have, not the disability.",
        "author": "Jim Abbott"
      },
      {
        "quote": "Do you know what my favorite part of the game is? The opportunity to play.",
        "author": "Mike Singletary"
      },
      {
        "quote": "I’ve worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down, and I will not let myself down.",
        "author": "Mia Hamm"
      },
      {
        "quote": "The time when there is no one there to feel sorry for you or to cheer for you is when a player is made.",
        "author": "Tim Duncan"
      },
      {
        "quote": "Let's go eat a God damn snack.",
        "author": "Rex Ryan"
      },
      {
        "quote": "Persistence can change failure into extraordinary achievement.",
        "author": "Matt Biondi"
      },
      {
        "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.",
        "author": "Gail Devers"
      },
      {
        "quote": "The Spirit of Sports: The spirit of sports gives each of us who participate an opportunity to be creative...",
        "author": "Dan O'Brien"
      },
      {
        "quote:": "I always tell kids, you have two eyes and one mouth. Keep two open and one closed. You never learn anything if you’re the one talking.",
        "author": "Gordie Howe"
      },
      {
        "quote": "Sports creates a bond between contemporaries that lasts a lifetime...",
        "author": "Bob Cousy"
      },
      {
        "quote": "Competitive sports are played mainly on a five-and-a-half inch court, the space between your ears.",
        "author": "Bobby Jones"
      },
      {
        "quote": "I have always tried to be true to myself, to pick those battles I felt were important...",
        "author": "Arthur Ashe"
      },
      {
        "quote": "Every kid around the world who plays soccer wants to be Pele...",
        "author": "Pele"
      },
      {
        "quote": "Treat a person as he is, and he will remain as he is. Treat him as he could be, and he will become what he should be.",
        "author": "Jimmy Johnson"
      },
      {
        "quote": "Never give up, never give in, and when the upper hand is ours...",
        "author": "Doug Williams"
      },
      {
        "quote": "Pain is temporary. It may last a minute, or an hour, or a day, or a year...",
        "author": "Lance Armstrong"
      },
      {
        "quote": "Baseball is 90 percent mental. The other half is physical.",
        "author": "Yogi Berra"
      },
      {
        "quote": "It ain’t over till it’s over.",
        "author": "Yogi Berra"
      },
      {
        "quote": "When you come to a fork in the road, take it.",
        "author": "Yogi Berra"
      },
      {
        "quote": "You have to be able to center yourself, to let all of your emotions go.  Don’t ever forget that you play with your soul as well as your body.",
        "author": "Kareem Abdul-Jabbar"
      },
      {
        "quote": "The Russians have a weapon that can wipe out two hundred eighty thousand Americans...",
        "author": "Red Smith"
      },
      {
        "quote": "Doctors and scientists said that breaking the four-minute mile was impossible...",
        "author": "Roger Bannister"
      },
      {
        "quote": "My dad has always taught me these words: care and share...",
        "author": "Tiger Woods"
      },
      {
        "quote": "Some people believe football is a matter of life and death...",
        "author": "Bill Shankly"
      },
      {
        "quote": "Whoever said, 'It's not whether you win or lose that counts,' probably lost.",
        "author": "Martina Navratilova"
      },
      {
        "quote": "I'll let the racket do the talking.",
        "author": "John McEnroe"
      },
      {
        "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.",
        "author": "Babe Ruth"
      },
      {
        "quote": "It's not the size of the dog in the fight, but the size of the fight in the dog!",
        "author": "Archie Griffin"
      },
      {
        "quote": "Perhaps the single most important element in mastering the techniques and tactics of racing is experience...",
        "author": "Greg LeMond"
      },
      {
        "quote": "You need to play with supreme confidence, or else you'll lose again, and then losing becomes a habit.",
        "author": "Joe Paterno"
      },
      {
        "quote": "There are only two options regarding commitment. You're either IN or you're OUT. There is no such thing as life in-between.",
        "author": "Pat Riley"
      },
      {
        "quote": "You have to have the mentality of executing your game when you don't feel like there's a lot of hope...",
        "author": "Andre Agassi"
      },
      {
        "quote": "If you can believe it, the mind can achieve it.",
        "author": "Ronnie Lott"
      },
      {
        "quote": "Golf and sex are the only things you can enjoy without being good at them!",
        "author": "Jimmy Demaret"
      },
      {
        "quote": "Ask not what your teammates can do for you. Ask what you can do for your teammates.",
        "author": "Magic Johnson"
      },
      {
        "quote": "Leadership is a matter of having people look at you and gain confidence...",
        "author": "Tom Landry"
      },
      {
        "quote": "Football doesn't build character, it reveals character!",
        "author": "Marv Levy"
      },
      {
        "quote": "If you train hard, you'll not only be hard, you'll be hard to beat.",
        "author": "Herschel Walker"
      }, 
      {
        "quote": "The fewer rules a coach has, the fewer rules there are for players to break.",
        "author": "John Madden"
      },
      {
        "quote": "One day of practice is like one day of clean living. It doesn't do you any good.",
        "author": "Abe Lemons"
      },
      {
        "quote": "I figure practice puts your brains in your muscles.",
        "author": "Sam Snead"
      },
      {
        "quote": "An athlete cannot run with money in his pockets...",
        "author": "Emil Zatopek"
      },
      {
        "quote": "The more I practice, the luckier I get.",
        "author": "Gary Player"
      },
      {
        "quote": "This is really a lovely horse, I once rode her mother.",
        "author": "Ted Walsh"
      },
      {
        "quote": "When you get that nice celebration coming into the dugout and you’re getting your ass hammered by guys—there’s no better feeling than to have that done.",
        "author": "Matt Stairs"
      },
      {
        "quote": "I feel like I'm the best, but you're not going to get me to say that.",
        "author": "Jerry Rice"
      },
      {
        "quote": "We can't win at home. We can't win on the road...",
        "author": "Pat Williams"
      },
      {
        "quote": "Any time Detroit scores more than 100 points and holds the other team below 100 points...",
        "author": "Doug Collins"
      },
      {
        "quote": "I quit school in the sixth grade because of pneumonia...",
        "author": "Rocky Graziano"
      },
      {
        "quote": "I spent 90 percent of my money on women and drink...",
        "author": "George Best"
      }
    ]

 